[Survival X2UniversalSoldierClassInfo]
ClassSpecializationTitle="生存坦克"
ClassSpecializationSummary="坦克因他们在战场上的高存活率而闻名。因为他们超强的耐力，他们能够承受很强的攻击。"

[Battle X2UniversalSoldierClassInfo]
ClassSpecializationTitle="战斗坦克"
ClassSpecializationSummary="坦克因他们在战场上的高存活率而闻名。因为他们超强的耐力，他们能够承受很强的攻击。"
